tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "node"
brew "angular-cli"
brew "autoconf"
brew "automake"
brew "sqlite"
brew "aws-elasticbeanstalk"
brew "cmake"
brew "gmp"
brew "coreutils"
brew "ctags"
brew "docker", link: false
brew "fzf"
brew "git"
brew "libtool"
brew "pkg-config"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "golangci-lint"
brew "gopls"
brew "k3d"
brew "krb5"
brew "libyaml"
brew "lua"
brew "luajit"
brew "luv"
brew "mono", link: false
brew "tree-sitter"
brew "neovim"
brew "nifi"
brew "nvm"
brew "openjdk"
brew "postgresql"
brew "ripgrep"
brew "tmux"
brew "vim"
brew "zlib"
brew "zsh"
cask "iterm2"
cask "postgres"
